[
   {
      "IrkAdi":"American bully",
      "KapakFotourl":"https://raw.githubusercontent.com/CagataySanli/KopeklerHakkindaBilgi/846a6a8bf2c5d5f89d0f6ebb149ec8b3965d70e9/americanbuly.jpg",
      "logoUrl":"https://raw.githubusercontent.com/CagataySanli/KopeklerHakkindaBilgi/846a6a8bf2c5d5f89d0f6ebb149ec8b3965d70e9/paw.png",
      "Aciklama":"Genellikle Pitbull köpekler ile karýþtýrýlan American Bully cinsi aslýnda baþlý baþýna bir ýrktýr. Fakat bu köpeklerin ortaya çýkýþý Staffordshire Terrier ve Amerikan Pit Bull Terrier köpeklerini geliþtirmek amacýyla melezlenme çalýþmalarýna dayanýr. Vücut tipi ile Staffordshire Terrier cinsi köpeklere benzeyen American Bullyler bu iki atasýndan da farklý olarak oldukça büyük bir kafaya ve kýsa bacaklara sahiptirler. Pit Bull’dan çok daha geniþ bir gövdeleri olan American Bully cinsi köpeklerin oldukça da kaslý bir bedenleri vardýr. Ýlk kez 1980 yýlýnda elde edilen American Bully ýrkýna mensup köpekler ancak 1990 yýlýnda tanýnmýþ ve 2000 li yýllara girildiðinde dünyada popüler olmaya baþlamýþlardýr. Bu köpekler, korkutucu görünmelerine raðmen sevecen canlýlar olduklarý için köpek severlerin gözdesi olmuþlardýr.",
      "Ozellikler":"Amerika Birleþik Devletlerin de geliþtirilmeye baþlanmýþlardýr.Doðal bir ýrk deðildir,insan eliyle üretilmiþtir.Staffordshire Terrier ve Amerikan Pit Bull Terrier cinsi köpeklerin melezlenmesi sonucu ortaya çýkmýþlardýr.Yükseklikleri 20 santimetre civarýnda iken aðýrlýklarý 35 ila 40 kilogram arasýnda deðiþir.Diþi American Bully köpeklerinde bu sayýlar biraz daha aþaðýda seyreder.Kafalarý gövdelerine oranla oldukça büyüktür.Kaslý ve güçlü bedenlerini taþýyan bacaklarý ise kýsadýr.Geniþ bir göðse,küçük kulaklara sahiptirler.Kürkleri genellikle maviye yakýn koyu gri renktedir.Göðsünün ortasýndan karnýna kadar beyaz bir leke bulunmaktadýr.Tüyleri kýsadýr.Titiz köpeklerdir.Temiz yaþam alanlarýnda beslenmelidirler.Apartman dairelerinde yaþamaya uygun köpeklerdir.Saldýrgan tavýrlar göstermeyen sýcakkanlý canlýlardýr.Diðer evcillerle ve insanlarla iyi iliþkiler kurarlar.Kilo almaya eðilimlidirler.Bu nedenle sýk sýk egzersiz yaptýrýlmalý ve beslenmelerine dikkat edilmelidir.Ayrýca düz burunlu olmalarý bazý solunum problemleri yaþamalarýna yol açabilir.12 yýl kadar bir ömre sahiptirler."
   },
   {
      "IrkAdi":"Alaska Kurdu",
      "KapakFotourl":"https://raw.githubusercontent.com/CagataySanli/KopeklerHakkindaBilgi/846a6a8bf2c5d5f89d0f6ebb149ec8b3965d70e9/alaskakurdu.jpg",
      "logoUrl":"https://raw.githubusercontent.com/CagataySanli/KopeklerHakkindaBilgi/846a6a8bf2c5d5f89d0f6ebb149ec8b3965d70e9/paw.png",
      "Aciklama":"Çok eski köpek ýrklarýndan biri olan Alaska Kurdu ya da bir diðer adýyla Alaskan Malamute köpek ýrký, Alaska’nýn kuzeybatýsýnda görülmektedir. Bir iþçi köpeði cinsi olan Alaska Kurdu'nun asli görevi kýzak çekmektir. Geçmiþte Alaska’da yaþayan Eskimolar ile yaþamlarýný sürdüren bu köpeklerin aslýnda Sibirya’dan geldiði üzerine görüþler bulunur. Malamute isimlerini de kendilerini Sibirya’dan Alaska’ya getiren yerel bir topluluktan aldýklarý söylenir. Kýzak çekerek insanlarýn ulaþýmýný saðlamak dýþýnda yuvalarýný ve sahiplerini kutup ayýsý gibi yýrtýcýlardan koruma görevini de üstlenen Alaska Kurdu, üstün koku alma yeteneðiyle de nam salmýþtýr. Bu yetenek ise Alaskan Malamutelarýn adeta bir navigasyon gibi yön bulmasýný saðlar. Katmanlý tüyleri ve dayanýklýlýðý sayesinde soðuk hava þartlarýnda kolayca yaþamlarýný sürdüren bu köpekler, 1920’li yýllarda tüm dünyada tanýnmýþlardýr.",
      "Ozellikler":"Anavatanlarý Alaskanýn kuzeybatýsýdýr. Buraya Sibirya’dan getirildikleri düþünülmektedir.Ýsimlerini yerel bir Alaska topluluðundan alýrlar.Eski köpek ýrklarýndandýr.Ýri cinsler arasýnda yer alýrlar.Yükseklikleri erkeklerde ortalama 65 santimetre iken diþi Alaska Kurtlarý 60 santimetre civarýndadýr.Aðýrlýklarý ise erkeklerde 40,diþilerde 35 kilogram kadardýr.Kaslý gövdeleri çok çeviktir.Kulaklarý dik,patileri büyüktür.Çift katmanlý kürkleri onlarý soðuk hava þartlarýna dayanýklý kýlar.Fakat bu tüy yapýsý onlarý sýcak iklimlerde yaþama konusunda hayli zorlar.Sibirya Kurtlarýna benzer þekilde gövdelerinin üst kýsmý,kulaklarý ve göz çevreleri siyah ve griye çalan koyu renk tüylerle kaplýyken vücutlarýnýn alt bölgesi beyaz ve krem renginin tonlarýndadýr.Enerjik olduklarý için egzersiz ihtiyaçlarý yüksektir.Sürekli olarak doðada olmayý ve topraðý kazmayý isterler.Kolay eðitilebilen,zeki köpeklerdir.Doðru bir eðitimle hem çok sevecen hem de çok korumacý hale gelebilirler.Sahiplerine ve yuvalarýna çok sadýk canlýlardýr.Ýnsanlarla ve kendi türünden evcillerle çok iyi geçinirler.Kendinden küçük boyutlara sahip canlýlara karþý oldukça merhametlidirler.Diþileri bir doðumda 4 ila 6 yavru dünyaya getirir.Dayanýklý ve çok güçlü köpeklerdir.Fakat genetik olarak eklem rahatsýzlýklarý ve göz hastalýklarýna yatkýndýrlar.Yaþam süreleri 12 yýl kadardýr."
   },
   {
      "IrkAdi":"Golden Retriever",
      "KapakFotourl":"https://raw.githubusercontent.com/CagataySanli/KopeklerHakkindaBilgi/846a6a8bf2c5d5f89d0f6ebb149ec8b3965d70e9/golden.jpg",
      "logoUrl":"https://raw.githubusercontent.com/CagataySanli/KopeklerHakkindaBilgi/846a6a8bf2c5d5f89d0f6ebb149ec8b3965d70e9/paw.png",
      "Aciklama":"Akýllý, cana yakýn, sakin, iyi eðitilebilir kelimeleri bir golden'ý tanýmlamak için doðru kelimelerdir. Tam bir aile köpeðidir. Ailenin her ferdi ile sýcak iletiþim kurar. Dost canlýsý ve korumacýdýr.  Ama iyi bir bekçi olduðu söylenemez. Dünyada en çok edinilen aile köpeðidir.Bütün bu iyi huylarýnýn yanýn da tabi ki bakýmýný zorlaþtýran huylarý da vardýr.Zorluk tamamen sahibinin tutumuna baðlýdýr.Sevgisiz ve yalnýz býrakýldýklarý zaman her çocuk gibi dikkat çekmek için yaramazlýk yapmaya baþlar.Bu yaramazlýklar evinizde biraz maddi hasara yol açabilir.Yastýk parçalanmasý,koltuk ýsýrýlmasý,kablo kemirilmesi vs.kýsaca sizin istemediðiniz ne varsa onlarý yapar.Ýçindeki avcý köpeði ruhu golden retrieverý aktif ve hareketli yapar.Günlük olarak egzersiz ihtiyacý vardýr.Çok sýcakkanlý olmasýndan dolayý bekçilik asla yapamazlar.",
      "Ozellikler":"Cana yakýn, sýcak kanlý.Sevgi ve ilgiye ihtiyaç duyar.Düzenli egzersiz yaptýrýlmalý,günde en az 1 saat.Bekçilik yapamaz.Koruma özelliði vardýr ama havlamadan öteye çok geçmez.Akýllý ve çok kolay eðitilebilir.10 'dan fazla komutu çok kolay öðrenir.Ýyi bir yüzücüdür.Avcýlýk özellikleri geliþmiþtir.Tüyleri uzun olduðu için günlük taranmaya ihtiyaç duyar.Ýz sürme,narkotik köpeði,akut köpeði,kýlavuz köpeði,av köpeði gibi görevlerde kullanýlýr."
   },
   {
      "IrkAdi":"French Bulldog",
      "KapakFotourl":"https://raw.githubusercontent.com/CagataySanli/KopeklerHakkindaBilgi/846a6a8bf2c5d5f89d0f6ebb149ec8b3965d70e9/french.jpg",
      "logoUrl":"https://raw.githubusercontent.com/CagataySanli/KopeklerHakkindaBilgi/846a6a8bf2c5d5f89d0f6ebb149ec8b3965d70e9/paw.png",
      "Aciklama":"French Bulldog, harika bir arkadaþ olabilir. Komik, canlý ve insanlarla iyi geçinen özellikleri ile evde evcil hayvan tercihi için ideal bir seçimdir. 1800 'lü yýllarda Fransa 'ya geldiðinde Ýngiliz bulldog 'u olarak biliniyordu. Çeþitli sentezler ile bugünkü formuna kavuþmuþ ve bir cins olarak tanýnmýþtýr. Meraklý ve naziktir. Hareketli egzersiz zamanlarýndan sonra uzun süre uyur. Bu nedenle sabah egzersizi önemlidir. Eðer çalýþýyorsanýz ve evden uzun süre ayrý kalýyorsanýz onu sabah yorarak akþama kadar uyumasýný ve dinlenmesini saðlayabilirsiniz.Fransýz buldoglarýnýn ortalama 10 - 12 yýl ömrü vardýr.",
      "Ozellikler":"Evinizi bir köpek ile paylaþmaya karar verdiniz. Bu tüylü arkadaþýnýzýn özelliklerinin nasýl olmasýný beklersiniz? French bulldog cinsi köpekler evcil hayvan olma konusunda oldukça baþarýlýdýr.Sevgi dolu bir aile köpeðidir.Soðukkanlýdýr ve çeþitli ev ortamlarýna uyum saðlayabilir.Küçük bir ýrk olmasýna raðmen saðlam yapýlýdýr.Kýrýlgan deðildir.Egzersiz ihtiyacý minimumdur.Eðlenceli ve komik bir karakteri vardýr.Arkadaþ canlýsýdýr."
   },
   {
      "IrkAdi":"Wolfdog",
      "KapakFotourl":"https://raw.githubusercontent.com/CagataySanli/KopeklerHakkindaBilgi/846a6a8bf2c5d5f89d0f6ebb149ec8b3965d70e9/wolfdog.jpg",
      "logoUrl":"https://raw.githubusercontent.com/CagataySanli/KopeklerHakkindaBilgi/846a6a8bf2c5d5f89d0f6ebb149ec8b3965d70e9/paw.png",
      "Aciklama":"1955 yýlýn da, deneysel ve asgari bir çalýþma sonucu Karpat Kurdu ile Alman Çoban (Working line) köpeklerini eþleþtirme sonucu kadýn-erkek / kadýn-erkek döl çoðunluðunda üreme için genetikleri uygun bulunup 1965 yýlýnda sistematik bir plan sonucu ile yeni bir cins dizayn edildi. Çekoslovak Wolfdog’lar %70 Kurt %30 Köpek genlerine sahip bir ýrktýr. Amaç, kurt ve köpeðin en iyi becerileri ve en yararlý özelliklerini seçip hem aile hem de farklý amaçlar (koruma, arama kurtarma, bekçi, asgari ve polis eðitimleri) için üretilmiþtir. Çekoslovak Wolfdog 1982 yýlýnda Cins Kulüpleri Milli Komitesi tarafýndan yerli bir cins olarak kabul edilmiþtir.",
      "Ozellikler":"Kurt görünümüne sahiptir. Badem þeklinde gözlere sahiptir, kahverengidir. Yüzünde burna doðru uzanan bir sivrilik söz konusudur. Vücudu çok güçlü ve kaslýdýr. Düz, sýk bir tüy yapýsýna sahiptir. Renkler: Gümüþ gri, sarý gri. Kulaklarý dik ve ince uzundur veya kýsa ve üçgen þeklindedir. Diþleri diðer ýrklara göre daha uzundur, çok güçlü bir çeneye sahiptir. Kuyruðu uzun ve tüylüdür.Cesur,gözü pek ve güçlüdür.Sahibine çok düþkün,sadýk ve anlayýþlýdýr.Diðer köpeklerle ve hayvanlarla arasý pek iyi deðildir.Çocuklarla arasý iyidir fakat kesinlikle yalnýz býrakýlmamalý ve kontrol altýnda olmalýdýr.Dominant bir sahibi olmalýdýr.Aksi takdirde yönlendirilmesi zordur.Eðitimi zordur,çok büyük bir disiplin gerektirir.Çok kararlý ve sabýrlý olmalýsýnýz.Çok dayanýklýdýr,tüm koþullara ayak uydurabilir."
   },
   {
      "IrkAdi":"Beagle",
      "KapakFotourl":"https://raw.githubusercontent.com/CagataySanli/KopeklerHakkindaBilgi/846a6a8bf2c5d5f89d0f6ebb149ec8b3965d70e9/beagle.jpg",
      "logoUrl":"https://raw.githubusercontent.com/CagataySanli/KopeklerHakkindaBilgi/846a6a8bf2c5d5f89d0f6ebb149ec8b3965d70e9/paw.png",
      "Aciklama":"Beagle, iyi dostluk edebileceðiniz köpek ýrklarýndan biridir. Özellikle ev içinde oldukça keyiflidir. Eðer sakin ve oturmayý seven bir yapýnýz varsa bu tüylü dostumuz size göre deðil. Hiperaktif ve enerjik yapýsý ile egzersiz ihtiyacý yüksek olan bir cinstir. Ýngilizlerin tavþan avlarýnda kullandýðý bir cinstir. Hýzlýdýr, uzaklaþmayý ve gezmeyi sever. ",
      "Ozellikler":"Küçük Irk köpek sýnýfýna tabidir.Erkeklerde omuz yüksekliði 36 - 43 cm arasýndadýr.Diþilerde ise omuz yüksekliði 33 - 40 cm arasýndadýr.Küçük köpek ýrkýnýn özelliklerini birebir taþýr.Saðlýklý bir beagle erkeði ve diþisi 9 - 11 kg arasýndadýr.Yaþamýný nasýl bir ortamda sürdürdüðüne baðlý olarak 11 - 15 yýl ömürleri vardýr.Yuvarlak uzun kulaklarý,kare aðýzlarý vardýr.Çocuklar ile arasý çok iyi.Diðer hayvanlar ile iyi geçinir.Egzersiz ihtiyacý;çok yüksek.Tüy dökme sorunu;orta derecededir.Koruma özelliði;orta derecede koruyucudur ama iyi bir bekçi deðildir.Yabancýlara davranýþý iyidir."
   },
   {
      "IrkAdi":"Jack Russell Terrier",
      "KapakFotourl":"https://raw.githubusercontent.com/CagataySanli/KopeklerHakkindaBilgi/846a6a8bf2c5d5f89d0f6ebb149ec8b3965d70e9/jack.jpg",
      "logoUrl":"https://raw.githubusercontent.com/CagataySanli/KopeklerHakkindaBilgi/846a6a8bf2c5d5f89d0f6ebb149ec8b3965d70e9/paw.png",
      "Aciklama":"Jack Russell Terrier, en zeki ve eðitilmesi en kolay köpek ýrklarýndan biridir. 18. yüzyýlda keþfedilip bir yüz yýl sonra dünyada tanýnan Jack Russell Terrierler, eðitilmesi çok kolay köpekler olduklarý için birçok gösteri ve filmlerde bile kullanýlmýþlardýr. Küçük ýrk köpeklere dahil olan Jack Russell, neþesi ve bitmeyen enerjisiyle evinize hareket ve mutluluk katar. Bu köpeklerin egzersiz ihtiyaçlarý fazla olduðu için evin içinde de durmadan hareket ederler. Sevimli hallerinden beklenmeyecek biçimde diðer canlýlara ve tanýmadýklarý insanlara karþý saldýrgan bir tutum takýnabilen Jack Russell Terrier köpekleri, çok meraklý hayvanlardýr. Avcý içgüdülerinin geliþmiþ olmasý sebebiyle tespit ettikleri yerleri kazma eðilimindedirler.",
      "Ozellikler":"Ýngiltere kökenli bir köpek cinsidir.Küçük ýrk köpeklerdendir.Yerden yükseklikleri 30 - 36 santimetredir.En fazla 6 ila 8 kilogram aðýrlýðýna eriþebilirler.Tüyleri beyaz üzerine kahverengi renktedir.Tüyleri kýsadýr ve sýk deðildir.Derisi incedir ama kürkü suya dayanýklýdýr.Ýnce kuyruklarý bedenlerine göre uzundur.Gövdelerine göre uzun olan bacaklarý sayesinde çok hýzlý koþarlar.Çok hareketli ve oyuncu canlýlardýr.Küçük bir köpekler olsalar da egzersiz ihtiyaçlarý fazladýr ve geniþ alanlarda sýk sýk koþarak enerjilerini atmak isterler.Çok zeki köpeklerdir.Zekâlarý sayesinde çok kolay eðitilebilirler.Ama ayný zamanda çok da inatçýdýrlar.Sahipleriyle derin ve yoðun bir bað kurmak isterler.Yaþadýklarý mekâný hemen sahiplenir ve kolay uyum saðlarlar.Sahipleri dýþýndaki diðer insanlara çok sýcakkanlý davranmazlar.Diðer canlýlarla iliþkileri zayýftýr.Meraklý ve çok dikkatli köpeklerdir.Diðer küçük ýrk köpekler gibi Jack Russell Terrierler de gürültücü hayvanlardýr.Evde çok fazla havlarlar.Avcý içgüdüleri geliþmiþ bir ýrktýr.Saðýrlýða ve göz hastalýklarýna yatkýnlýðý bulunur.Yaþam süreleri 13 ile 15 yýl arasýnda deðiþir."
   }
]